INSERT INTO public.periodic_table (atomic_number, symbol, name_fa, name_en, atomic_mass, period, group_num, electron_configuration, electronegativity, physical_state, description_fa, uses_fa)
VALUES 
(1, 'H', 'هیدروژن', 'Hydrogen', 1.008, 1, 1, '1s1', 2.2, 'گاز', 'فراوان‌ترین عنصر در جهان هستی که گازی بی‌رنگ و بی‌بو است.', ARRAY['سوخت موشک', 'تولید آمونیاک']),
(2, 'He', 'هلیم', 'Helium', 4.0026, 1, 18, '1s2', NULL, 'گاز', 'دومین عنصر سبک جهان و یک گاز نجیب.', ARRAY['بالون‌ها', 'خنک‌کننده در MRI']),
(6, 'C', 'کربن', 'Carbon', 12.011, 2, 14, '[He] 2s2 2p2', 2.55, 'جامد', 'عنصر پایه زندگی و شیمی آلی.', ARRAY['فولاد', 'الماس و گرافیت']),
(8, 'O', 'اکسیژن', 'Oxygen', 15.999, 2, 16, '[He] 2s2 2p4', 3.44, 'گاز', 'عنصری حیاتی برای تنفس و احتراق.', ARRAY['پزشکی', 'صنایع فولاد']),
(11, 'Na', 'سدیم', 'Sodium', 22.990, 3, 1, '[Ne] 3s1', 0.93, 'جامد', 'فلزی قلیایی بسیار واکنش‌پذیر.', ARRAY['نمک طعام', 'چراغ‌های بخار سدیم']),
(79, 'Au', 'طلا', 'Gold', 196.97, 6, 11, '[Xe] 4f14 5d10 6s1', 2.54, ' جامد', 'فلزی گرانبها با رسانایی بالا و عدم خوردگی.', ARRAY['جواهرات', 'قطعات الکترونیکی']);
